import "../styles/Concept.css";

export default function Concept() {
  return (
    <>
      <div className="margin"></div>
      <div className="concept">
        <h2>
          CONCEPT<span className="sub-title">こだわり</span>
        </h2>
        <p>
          横川コンフィでは、心地よい空間の中で、最高の料理とお酒を楽しんでいただけるように、
          一つ一つのメニューに心を込めております。
        </p>
        <h3>新鮮な食材へのこだわり</h3>
        <p>
          地元の新鮮な食材を使用し、旬の味覚を大切にした料理をご提供しています。
          鮮魚や季節の野菜を活かしたメニューは、お客様に喜ばれる自慢の一品です。
        </p>
        <h3>居心地の良い空間</h3>
        <p>
          1階のカウンター席は、仕事帰りに気軽に立ち寄れる雰囲気で、一人飲みにもぴったりです。
          2階は落ち着いた空間で、女子会やデートにも最適です。
        </p>
        <h3>特別な時間を演出</h3>
        <p>
          コース料理や飲み放題プランも充実しており、パーティーや特別な日のお祝いにご利用いただけます。
          貸切にも対応可能ですので、プライベートな集まりや記念日を大切にする空間をご提供します。
        </p>
        <p>心温まる料理とともに、皆様のお越しをお待ちしております！</p>
      </div>
    </>
  );
}
